Repository: rurza/BatFi
Catalog: BatFiKit/Sources/L10n/Localizable.xcstrings
Source language: en
Languages: cs, de, fr, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans

# settings.label.firmware_range_charging_status_is_inferred
source: During that dip BatFi may still show your Mac as charging, in the menu bar and in its notifications. The firmware doesn’t report when it’s holding, so BatFi works the status out from the battery level. The limit itself is still enforced exactly.
cs: Během tohoto poklesu může BatFi v řádku nabídek i v oznámeních stále zobrazovat Mac jako nabíjející se. Firmware nehlásí, kdy limit drží, takže BatFi stav odvozuje z úrovně nabití baterie, samotný limit je i tak dodržován přesně.
de: Während dieses Absinkens zeigt BatFi deinen Mac in der Menüleiste und in den Mitteilungen möglicherweise weiterhin als ladend an. Die Firmware meldet nicht, wann sie das Limit hält, daher leitet BatFi den Status aus dem Akkustand ab, das Limit selbst wird weiterhin exakt eingehalten.
fr: Pendant cette baisse, BatFi peut continuer d'indiquer que votre Mac est en charge, dans la barre des menus et dans ses notifications. Le micrologiciel ne signale pas lorsqu'il maintient la limite, BatFi déduit donc l'état à partir du niveau de la batterie, la limite elle-même reste appliquée avec précision.
it: Durante questo calo BatFi potrebbe continuare a mostrare il Mac come in carica, nella barra dei menu e nelle sue notifiche. Il firmware non segnala quando sta mantenendo il limite, quindi BatFi deduce lo stato dal livello della batteria, il limite stesso viene comunque applicato con precisione.
ja: この低下の間、BatFiはメニューバーや通知でMacを充電中と表示することがあります。ファームウェアは上限を維持中かどうかを報告しないため、BatFiはバッテリー残量から状態を推測しています。上限そのものは正確に適用されています。
ko: 이 하락 구간 동안 BatFi가 메뉴 막대와 알림에서 Mac을 충전 중으로 표시할 수 있습니다. 펌웨어는 한도를 유지 중인지 알려주지 않기 때문에 BatFi가 배터리 잔량으로 상태를 추정합니다. 한도 자체는 정확하게 적용됩니다.
nl: Tijdens die daling kan BatFi je Mac nog steeds als opladend tonen, in de menubalk en in de meldingen. De firmware meldt niet wanneer ze de limiet aanhoudt, dus BatFi leidt de status af uit het batterijniveau, de limiet zelf wordt nog steeds exact aangehouden.
pl: Podczas tego spadku BatFi może nadal pokazywać Maca jako ładującego się, na pasku menu i w powiadomieniach. Firmware nie informuje, kiedy utrzymuje limit, więc BatFi wnioskuje status z poziomu naładowania baterii, sam limit jest nadal egzekwowany dokładnie.
pt_br: Durante essa queda, o BatFi pode continuar mostrando o Mac como carregando, na barra de menus e em suas notificações. O firmware não informa quando está mantendo o limite, então o BatFi deduz o status a partir do nível da bateria, o limite em si continua sendo aplicado com exatidão.
ru: Во время такого снижения BatFi может по-прежнему показывать Mac как заряжающийся, в строке меню и в уведомлениях. Прошивка не сообщает, когда она удерживает лимит, поэтому BatFi определяет статус по уровню заряда, сам лимит при этом соблюдается точно.
tr: Bu düşüş sırasında BatFi, menü çubuğunda ve bildirimlerinde Mac’inizi hâlâ şarj oluyor olarak gösterebilir. Donanım yazılımı sınırı ne zaman koruduğunu bildirmediğinden BatFi durumu pil seviyesinden çıkarır, sınırın kendisi yine tam olarak uygulanır.
uk: Під час такого просідання BatFi може й далі показувати Mac як такий, що заряджається, у рядку меню та в сповіщеннях. Прошивка не повідомляє, коли вона утримує ліміт, тому BatFi визначає статус за рівнем заряду, сам ліміт при цьому дотримується точно.
zh_hans: 在回落期间，BatFi可能仍会在菜单栏和通知中把这台Mac显示为充电中。固件不会报告它何时在维持限制，因此BatFi根据电量推断状态，限制本身仍会被精确执行。

# settings.label.firmware_range_enforced_by_firmware
source: Your Mac’s firmware enforces the charge limit itself. BatFi hands it your limit once and steps back, so the limit keeps working even while the Mac is asleep.
cs: Limit nabíjení vynucuje firmware vašeho Macu sám. BatFi mu limit jednou předá a dál nezasahuje, takže limit funguje i tehdy, když Mac spí.
de: Die Firmware deines Macs setzt das Ladelimit selbst durch. BatFi übergibt ihr dein Limit einmal und hält sich dann zurück, sodass das Limit auch im Ruhezustand des Macs weiterhin gilt.
fr: Le micrologiciel de votre Mac applique lui-même la limite de charge. BatFi lui transmet votre limite une seule fois puis se retire, ce qui permet à la limite de rester active même lorsque le Mac est en veille.
it: È il firmware del tuo Mac ad applicare il limite di ricarica. BatFi gli comunica il tuo limite una sola volta e si tira indietro, così il limite continua a funzionare anche mentre il Mac è in standby.
ja: このMacのファームウェアが充電上限を自ら適用します。BatFiは上限を一度渡すだけで以降は関与しないため、Macがスリープ中でも上限は機能し続けます。
ko: 이 Mac의 펌웨어가 충전 한도를 직접 적용합니다. BatFi는 한도를 한 번 전달한 뒤 물러나므로, Mac이 잠자기 상태일 때도 한도가 계속 작동합니다.
nl: De firmware van je Mac dwingt het oplaadlimiet zelf af. BatFi geeft je limiet één keer door en treedt daarna terug, zodat de limiet blijft werken, zelfs als de Mac in sluimerstand staat.
pl: Firmware Twojego Maca sam wymusza limit ładowania. BatFi przekazuje mu limit raz i się wycofuje, więc limit działa nawet wtedy, gdy Mac śpi.
pt_br: O próprio firmware do seu Mac aplica o limite de carregamento. O BatFi informa o seu limite uma vez e se afasta, de modo que o limite continua funcionando mesmo enquanto o Mac está em suspensão.
ru: Прошивка вашего Mac сама обеспечивает лимит заряда. BatFi один раз передаёт ей ваш лимит и больше не вмешивается, поэтому лимит продолжает действовать даже когда Mac спит.
tr: Şarj sınırını Mac’inizin donanım yazılımı kendisi uygular. BatFi sınırınızı bir kez iletip geri çekilir, böylece sınır Mac uyku modundayken bile geçerli olmayı sürdürür.
uk: Прошивка вашого Mac сама забезпечує ліміт заряду. BatFi один раз передає їй ваш ліміт і більше не втручається, тож ліміт діє навіть тоді, коли Mac спить.
zh_hans: 这台Mac的固件会自行执行充电限制。BatFi只需将你的限制值交给固件一次便不再干预，因此即使Mac处于睡眠状态，限制依然有效。

# settings.label.force_discharge_still_works
source: Running on battery still works. It uses a separate part of the firmware, which this Mac still has.
cs: Provoz na baterii stále funguje, využívá jinou část firmwaru, kterou tento Mac má.
de: Der Betrieb über den Akku funktioniert weiterhin, dafür wird ein anderer Teil der Firmware genutzt, den dieser Mac noch hat.
fr: Le fonctionnement sur batterie reste possible, il utilise une autre partie du micrologiciel, dont ce Mac dispose toujours.
it: Il funzionamento a batteria resta possibile, usa una parte diversa del firmware, di cui questo Mac dispone ancora.
ja: バッテリー駆動への切り替えは引き続き使用できます。これはファームウェアの別の機能を使用しており、このMacにも備わっています。
ko: 배터리로 구동하는 기능은 계속 사용할 수 있습니다. 이 기능은 펌웨어의 다른 부분을 사용하며, 이 Mac에도 그 기능이 있습니다.
nl: Werken op de batterij blijft mogelijk, daarvoor wordt een ander deel van de firmware gebruikt, dat deze Mac nog wel heeft.
pl: Zasilanie z baterii nadal działa, korzysta z innej części firmware’u, którą ten Mac wciąż ma.
pt_br: Funcionar na bateria continua possível, isso usa uma parte separada do firmware, que este Mac ainda possui.
ru: Работа от аккумулятора по-прежнему возможна, она использует отдельную часть прошивки, которая на этом Mac есть.
tr: Pille çalışma yine de mümkündür, bunun için donanım yazılımının bu Mac’te hâlâ bulunan ayrı bir bölümü kullanılır.
uk: Робота від акумулятора й далі працює, вона використовує окрему частину прошивки, яка на цьому Mac є.
zh_hans: 使用电池供电仍然可用，它使用固件中另一部分功能，这台Mac仍具备该功能。

# settings.label.high_energy_impact_processes_capacity
source: Show up to %d processes
cs: Zobrazit až %d procesů
de: Zeige bis zu %d Prozesse
fr: Afficher %d processus
it: Mostra fino a %d processi
ja: 最大 %d プロセス表示
ko: 최대 %d개의 프로세스 표시
nl: Toon maximaal %d processen
pl: Pokazuj do %d procesów
pt_br: Mostrar até %d processos
ru: Показать до %d процессов
tr: %d işleme kadar göster
uk: Показати до %d процесів
zh_hans: 最多显示%d个进程

# settings.label.high_energy_impact_processes_duration
source: Sample duration: %@
cs: Doba trvání vzorku: %@
de: Probeintervall: %@
fr: Rafraichissement: %@
it: Aggiorna ogni: %@
ja: サンプルの間隔: %@
ko: 샘플 시간: %@
nl: Duur steekproef: %@
pl: Długość samplingu: %@
pt_br: Duração da amostra: %@
ru: Продолжительность выборки: %@
tr: Örnek süre: %@
uk: Тривалість вибірки: %@
zh_hans: 采样间隔：%@

# settings.label.high_energy_impact_processes_max_duration
source: 5 minutes
cs: 5 minut
de: 5 Minuten
it: 5 minuti
ja: 5分
ko: 5분
nl: 5 minuten
pl: 5 minut
pt_br: 5 minutos
ru: 5 минут
tr: 5 dakika
uk: 5 хвилин
zh_hans: 5分钟

# settings.label.high_energy_impact_processes_threshold
source: Threshold of the energy impact: %lld
cs: Prahová hodnota energetického dopadu: %lld
de: Grenzwert für die Stromauswirkung: %lld
fr: Seuil de l'impact énergétique: %lld
it: Soglia dell'impatto energetico: %lld
ja: 著しいエネルギーの閾値: %lld
ko: 영향을 주는 에너지 임계값: %lld
nl: Grens van energieverbruik: %lld
pl: Próg obciążenia energetycznego: %lld
pt_br: Limite do impacto energético: %lld
ru: Порог энергетического воздействия: %lld
tr: Enerji etkisinin eşiği: %lld
uk: Поріг енергетичного впливу: %lld
zh_hans: 高能耗应用的显示阈值：%lld

# settings.label.magsafe_green_light_no_led
source: Not available on this Mac, which doesn't have a MagSafe indicator light.
cs: Na tomto Macu není dostupné, protože nemá kontrolku MagSafe.
de: Auf diesem Mac nicht verfügbar, da er keine MagSafe-Anzeigeleuchte hat.
fr: Non disponible sur ce Mac, qui ne possède pas de témoin lumineux MagSafe.
it: Non disponibile su questo Mac, che non ha una spia luminosa MagSafe.
ja: このMacにはMagSafeのインジケータランプがないため、利用できません。
ko: 이 Mac에는 MagSafe 표시등이 없어 사용할 수 없습니다.
nl: Niet beschikbaar op deze Mac, omdat die geen MagSafe-indicatielampje heeft.
pl: Niedostępne na tym Macu, który nie ma wskaźnika świetlnego MagSafe.
pt_br: Não disponível neste Mac, que não possui uma luz indicadora MagSafe.
ru: Недоступно на этом Mac, так как у него нет индикатора MagSafe.
tr: MagSafe gösterge ışığı olmadığı için bu Mac’te kullanılamıyor.
uk: Недоступно на цьому Mac, оскільки він не має індикатора MagSafe.
zh_hans: 这台Mac没有MagSafe指示灯，因此不可用。

# settings.label.magsafe_green_light_unavailable
source: Not available on this Mac. Its firmware decides when to charge and doesn’t report when it’s holding, so BatFi can’t tell the light when to come on.
cs: Na tomto Macu není dostupné. Jeho firmware rozhoduje, kdy nabíjet, a nehlásí, kdy limit drží, takže BatFi nemůže kontrolce určit, kdy se má rozsvítit.
de: Auf diesem Mac nicht verfügbar. Die Firmware entscheidet, wann geladen wird, und meldet nicht, wann sie das Limit hält, daher kann BatFi der Leuchte nicht mitteilen, wann sie leuchten soll.
fr: Non disponible sur ce Mac. Son micrologiciel décide quand charger et ne signale pas lorsqu'il maintient la limite, BatFi ne peut donc pas indiquer au témoin lumineux quand s'allumer.
it: Non disponibile su questo Mac. Il suo firmware decide quando ricaricare e non segnala quando sta mantenendo il limite, quindi BatFi non può indicare alla spia quando accendersi.
ja: このMacでは利用できません。ファームウェアが充電のタイミングを決定し、上限を維持中かどうかを報告しないため、BatFiはランプを点灯させるタイミングを指示できません。
ko: 이 Mac에서는 사용할 수 없습니다. 펌웨어가 충전 시점을 결정하고 한도를 유지 중인지 알려주지 않기 때문에, BatFi가 표시등을 켤 시점을 지정할 수 없습니다.
nl: Niet beschikbaar op deze Mac. De firmware bepaalt wanneer er wordt opgeladen en meldt niet wanneer ze de limiet aanhoudt, dus BatFi kan het lampje niet vertellen wanneer het moet gaan branden.
pl: Niedostępne na tym Macu. Jego firmware decyduje, kiedy ładować, i nie informuje, kiedy utrzymuje limit, więc BatFi nie może wskazać światłu, kiedy ma się zaświecić.
pt_br: Não disponível neste Mac. O firmware dele decide quando carregar e não informa quando está mantendo o limite, então o BatFi não consegue dizer à luz quando acender.
ru: Недоступно на этом Mac. Его прошивка сама решает, когда заряжать, и не сообщает, когда удерживает лимит, поэтому BatFi не может указать индикатору, когда загораться.
tr: Bu Mac’te kullanılamıyor. Ne zaman şarj edileceğine donanım yazılımı karar verir ve sınırı ne zaman koruduğunu bildirmez, bu yüzden BatFi ışığa ne zaman yanacağını söyleyemez.
uk: Недоступно на цьому Mac. Його прошивка сама вирішує, коли заряджати, і не повідомляє, коли утримує ліміт, тому BatFi не може вказати індикатору, коли вмикатися.
zh_hans: 这台Mac不可用。其固件决定何时充电，并且不会报告它何时在维持限制，因此BatFi无法告知指示灯何时亮起。

# settings.label.remove_license
source: Remove License from this Mac
cs: Odebrat licenci z tohoto Macu
de: Lizenz von diesem Mac entfernen
fr: Supprimer la licence de ce Mac
it: Rimuovi licenza da questo Mac
ja: このMacからライセンスを削除
ko: 이 Mac에서 라이선스 제거
nl: Licentie van deze Mac verwijderen
pl: Usuń licencję z tego Maca
pt_br: Remover licença deste Mac
ru: Удалить лицензию с этого Mac
tr: Bu Mac'ten lisansı kaldır
uk: Видалити ліцензію з цього Mac
zh_hans: 从此Mac移除许可证

# settings.label.system_charge_limit_cannot_pause_charging
source: Your limit keeps holding while the Mac is asleep, so there is nothing for BatFi to pause. The settings for pausing on sleep and for stopping when the battery gets hot aren’t shown on this Mac, because charging here is held at a percentage rather than stopped on request.
cs: Váš limit platí i během spánku Macu, takže BatFi nemá co pozastavovat. Nastavení pro pozastavení při uspání a pro zastavení při zahřátí baterie se na tomto Macu nezobrazují, protože nabíjení je zde drženo na určitém procentu, nikoli zastavováno na vyžádání.
de: Dein Limit bleibt auch im Ruhezustand des Macs bestehen, daher gibt es für BatFi nichts zu pausieren. Die Einstellungen zum Pausieren im Ruhezustand und zum Stoppen bei zu warmem Akku werden auf diesem Mac nicht angezeigt, weil das Laden hier auf einem Prozentwert gehalten und nicht auf Anforderung gestoppt wird.
fr: Votre limite reste maintenue lorsque le Mac est en veille : BatFi n'a donc rien à mettre en pause. Les réglages de mise en pause en veille et d'arrêt en cas de surchauffe de la batterie ne sont pas affichés sur ce Mac, car la charge y est maintenue à un pourcentage plutôt qu'arrêtée sur demande.
it: Il tuo limite resta attivo anche mentre il Mac è in standby, quindi BatFi non ha nulla da mettere in pausa. Le impostazioni per la pausa durante lo standby e per l'interruzione al surriscaldamento della batteria non vengono mostrate su questo Mac, perché qui la ricarica viene mantenuta a una percentuale anziché interrotta su richiesta.
ja: Macがスリープ中も上限が維持されるため、BatFiが一時停止するものはありません。このMacでは、充電は要求に応じて停止されるのではなく一定の割合で維持されるため、スリープ時の充電一時停止やバッテリーが熱くなったときの充電停止の設定は表示されません。
ko: Mac이 잠자기 상태일 때도 한도가 계속 유지되므로 BatFi가 중단할 것이 없습니다. 이 Mac에서는 충전이 요청에 따라 멈추는 대신 일정 퍼센트로 유지되므로, 잠자기 시 충전 중단 및 배터리가 뜨거울 때 충전 중단 설정은 표시되지 않습니다.
nl: Je limiet blijft gelden terwijl de Mac in sluimerstand staat, dus er is voor BatFi niets te pauzeren. De instellingen voor pauzeren bij sluimerstand en voor stoppen als de batterij te heet wordt, worden op deze Mac niet getoond, omdat het opladen hier op een percentage wordt gehouden in plaats van op verzoek gestopt.
pl: Twój limit obowiązuje także wtedy, gdy Mac śpi, więc BatFi nie ma czego wstrzymywać. Ustawienia wstrzymywania ładowania przy usypianiu i przerywania go przy gorącej baterii nie są pokazywane na tym Macu, ponieważ ładowanie jest tu utrzymywane na określonym procencie, a nie zatrzymywane na żądanie.
pt_br: Seu limite continua sendo mantido enquanto o Mac está em suspensão, portanto não há nada para o BatFi pausar. Os ajustes para pausar na suspensão e para interromper quando a bateria esquenta não são exibidos neste Mac, porque aqui o carregamento é mantido em uma porcentagem em vez de ser interrompido sob demanda.
ru: Ваш лимит действует и когда Mac спит, поэтому BatFi нечего приостанавливать. Настройки приостановки зарядки при переходе в сон и её остановки при нагреве аккумулятора не показываются на этом Mac, потому что зарядка здесь удерживается на определённом проценте, а не останавливается по запросу.
tr: Sınırınız Mac uyku modundayken de geçerli kalır, bu yüzden BatFi’nin duraklatacağı bir şey yoktur. Uyku modunda duraklatma ve pil ısındığında durdurma ayarları bu Mac’te gösterilmez, çünkü burada şarj istek üzerine durdurulmak yerine bir yüzdede tutulur.
uk: Ваш ліміт діє й тоді, коли Mac спить, тож BatFi нічого призупиняти. Параметри призупинення заряджання під час сну та зупинки при нагріванні акумулятора не показуються на цьому Mac, оскільки заряджання тут утримується на певному відсотку, а не зупиняється на запит.
zh_hans: Mac睡眠时限制仍会持续维持，因此BatFi没有可暂停的内容。这台Mac不会显示睡眠时暂停充电和电池过热时停止充电的设置，因为这里的充电是保持在某个百分比，而不是按请求停止。

# settings.label.system_charge_limit_manages_system_settings
source: To do that, BatFi changes the charge limit in System Settings › Battery. Your own setting there was saved, and BatFi puts it back when it quits.
cs: BatFi k tomu mění limit nabíjení v Nastavení systému › Baterie. Vaše původní nastavení bylo uloženo a BatFi jej při ukončení vrátí zpět.
de: Dazu ändert BatFi das Ladelimit in den Systemeinstellungen › Batterie. Deine eigene Einstellung dort wurde gesichert, und BatFi stellt sie beim Beenden wieder her.
fr: Pour cela, BatFi modifie la limite de charge dans Réglages Système › Batterie. Votre propre réglage a été enregistré et BatFi le rétablit lorsqu'il quitte.
it: Per farlo, BatFi modifica il limite di ricarica in Impostazioni di Sistema › Batteria. La tua impostazione è stata salvata e BatFi la ripristina alla chiusura.
ja: そのためにBatFiはシステム設定 › バッテリーの充電上限を変更します。元の設定は保存されており、BatFiの終了時に元に戻されます。
ko: 이를 위해 BatFi는 시스템 설정 › 배터리의 충전 제한을 변경합니다. 기존 설정은 저장되어 있으며, BatFi를 종료하면 원래대로 되돌립니다.
nl: Daarvoor wijzigt BatFi het oplaadlimiet in Systeeminstellingen › Batterij. Je eigen instelling daar is bewaard, en BatFi zet die terug bij het afsluiten.
pl: W tym celu BatFi zmienia limit ładowania w Ustawieniach systemowych › Bateria. Twoje własne ustawienie zostało zapisane, a BatFi przywróci je przy zamknięciu.
pt_br: Para isso, o BatFi altera o limite de carga em Ajustes do Sistema › Bateria. Seu próprio ajuste foi salvo, e o BatFi o restaura ao encerrar.
ru: Для этого BatFi меняет лимит заряда в Системных настройках › Аккумулятор. Ваша собственная настройка была сохранена, и BatFi вернёт её при выходе.
tr: Bunun için BatFi, Sistem Ayarları › Pil bölümündeki şarj sınırını değiştirir. Oradaki kendi ayarınız kaydedildi ve BatFi çıkarken onu geri koyar.
uk: Для цього BatFi змінює ліміт заряду в Системних параметрах › Акумулятор. Ваше власне налаштування збережено, і BatFi поверне його під час виходу.
zh_hans: 为此，BatFi会更改“系统设置 › 电池”中的充电限制。你原有的设置已被保存，BatFi退出时会将其恢复。

# settings.label.system_charge_limit_may_charge_to_full
source: Every so often macOS charges the battery all the way to 100%, even with your limit set. It does that to keep its reading of the battery level accurate. Your limit applies again afterwards.
cs: Čas od času macOS nabije baterii až na 100 %, i když máte nastavený limit. Dělá to proto, aby si udržel přesný odečet úrovně baterie. Poté váš limit znovu platí.
de: Ab und zu lädt macOS den Akku vollständig auf 100 %, auch wenn du ein Limit gesetzt hast. Das dient dazu, die Anzeige des Akkustands genau zu halten. Danach gilt dein Limit wieder.
fr: De temps en temps, macOS charge la batterie jusqu'à 100 %, même si vous avez défini une limite. Il le fait pour conserver une lecture précise du niveau de la batterie. Votre limite s'applique de nouveau ensuite.
it: Ogni tanto macOS carica la batteria fino al 100%, anche con il limite impostato. Lo fa per mantenere accurata la lettura del livello della batteria. Dopodiché il limite torna ad applicarsi.
ja: 上限を設定していても、macOSはときどきバッテリーを100%まで充電します。バッテリー残量の表示を正確に保つためです。その後は上限が再び適用されます。
ko: 한도를 설정해 두었더라도 macOS는 가끔 배터리를 100%까지 충전합니다. 배터리 잔량 표시를 정확하게 유지하기 위해서입니다. 이후에는 한도가 다시 적용됩니다.
nl: Zo nu en dan laadt macOS de batterij helemaal op tot 100%, ook als je een limiet hebt ingesteld. Dat doet macOS om de meting van het batterijniveau nauwkeurig te houden. Daarna geldt je limiet weer.
pl: Co jakiś czas macOS ładuje baterię do pełnych 100%, nawet gdy masz ustawiony limit. Robi to, aby zachować dokładny odczyt poziomu baterii. Potem Twój limit znów obowiązuje.
pt_br: De vez em quando, o macOS carrega a bateria até 100%, mesmo com o seu limite definido. Ele faz isso para manter precisa a leitura do nível da bateria. Depois disso, o seu limite volta a valer.
ru: Время от времени macOS заряжает аккумулятор до 100 %, даже если у вас задан лимит. Так система поддерживает точность показаний уровня заряда. После этого ваш лимит снова действует.
tr: macOS arada bir, siz bir sınır belirlemiş olsanız da pili %100’e kadar şarj eder. Bunu, pil düzeyi okumasını doğru tutmak için yapar. Sınırınız daha sonra yeniden geçerli olur.
uk: Час від часу macOS заряджає акумулятор до 100 %, навіть якщо ви встановили ліміт. Так система підтримує точність показників рівня заряду. Після цього ваш ліміт знову діє.
zh_hans: 即使你设置了充电上限，macOS有时也会将电池充至100%。这是为了保持电量读数准确。之后你的上限会再次生效。

# settings.label.system_charge_limit_no_snapshot
source: BatFi isn’t applying a charge limit on this Mac. It couldn’t record the limit you have in System Settings › Battery, and it won’t change a value it might not be able to put back.
cs: BatFi na tomto Macu neuplatňuje limit nabíjení. Nepodařilo se mu zaznamenat limit, který máte v Nastavení systému › Baterie, a nezmění hodnotu, kterou by možná nedokázal vrátit zpět.
de: BatFi wendet auf diesem Mac kein Ladelimit an. Es konnte das Limit, das du in den Systemeinstellungen › Batterie eingestellt hast, nicht sichern, und es ändert keinen Wert, den es möglicherweise nicht wiederherstellen kann.
fr: BatFi n'applique pas de limite de charge sur ce Mac. Il n'a pas pu enregistrer la limite définie dans Réglages Système › Batterie, et il ne modifiera pas une valeur qu'il ne pourrait peut-être pas rétablir.
it: BatFi non sta applicando un limite di ricarica su questo Mac. Non è riuscito a registrare il limite impostato in Impostazioni di Sistema › Batteria e non modificherà un valore che potrebbe non essere in grado di ripristinare.
ja: BatFiはこのMacで充電上限を適用していません。システム設定 › バッテリーの上限を記録できなかったため、元に戻せない可能性のある値は変更しません。
ko: BatFi가 이 Mac에서 충전 한도를 적용하지 않고 있습니다. 시스템 설정 › 배터리의 기존 한도를 기록할 수 없었으며, 되돌리지 못할 수도 있는 값은 변경하지 않습니다.
nl: BatFi past op deze Mac geen oplaadlimiet toe. Het kon de limiet die je in Systeeminstellingen › Batterij hebt ingesteld niet bewaren, en het wijzigt geen waarde die het misschien niet kan terugzetten.
pl: BatFi nie stosuje limitu ładowania na tym Macu. Nie udało mu się zapisać limitu ustawionego w Ustawieniach systemowych › Bateria, a nie zmieni wartości, której mógłby nie przywrócić.
pt_br: O BatFi não está aplicando um limite de carregamento neste Mac. Ele não conseguiu registrar o limite que você tem em Ajustes do Sistema › Bateria e não vai alterar um valor que talvez não consiga restaurar.
ru: BatFi не применяет лимит заряда на этом Mac. Ему не удалось запомнить лимит, установленный в Системных настройках › Аккумулятор, и он не станет менять значение, которое, возможно, не сможет вернуть.
tr: BatFi bu Mac’te bir şarj sınırı uygulamıyor. Sistem Ayarları › Pil bölümündeki sınırınızı kaydedemedi ve geri koyamayabileceği bir değeri değiştirmez.
uk: BatFi не застосовує ліміт заряду на цьому Mac. Йому не вдалося зберегти ліміт, який ви маєте в Системних параметрах › Акумулятор, і він не змінюватиме значення, яке, можливо, не зможе повернути.
zh_hans: BatFi未在这台Mac上应用充电限制。它无法记录你在“系统设置 › 电池”中的限制值，也不会更改可能无法恢复的设置。
